13/data/attachments/fd9581ebef41d47b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Erin_history_Friend_57989_3</nif:username>
            <nif:friendToBeRequested>soap_friends_2e7f85e6-a095-433c-9050-8a0d14087ffc</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>